Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: The feedback was not yet shared with anyone in the company.
th_th: ยังไม่มีการแบ่งปันฟีดแบคกับใครในบริษัทเลย

source: Note
th_th: หมายเหตุ

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
th_th: เพิ่มบันทึกเพื่อเก็บข้อมูลจากการสนทนาแบบออฟไลน์ หมายเหตุข้อเสนอแนะจะมองเห็นได้เฉพาะคุณเท่านั้น

source: Start building your feedback center!
th_th: เริ่มสร้างศูนย์ฟีดแบคของคุณ!

source: You can create your own feedback notes here
th_th: คุณสามารถสร้างบันทึกฟีดแบคของคุณเองได้ที่นี่

source: Feedback from
th_th: ฟีดแบคจาก

source: You have added this feedback.
th_th: คุณได้เพิ่มฟีดแบคนี้แล้ว

source: Your feedback note is saved!
th_th: บันทึกฟีดแบคของคุณได้รับการบันทึกไว้แล้ว!

source: Feedback received from (optional)
th_th: ได้รับฟีดแบคจาก (ไม่บังคับ)

source: Search for a person
th_th: ค้นหาบุคคล

source: These notes are only visible to you.
th_th: บันทึกเหล่านี้จะมองเห็นได้เฉพาะคุณเท่านั้น

source: {{givenName}}'s observations
th_th: บันทึกการสังเกตของ{{givenName}}

source: Base your feedback on behaviors you’ve observed.
th_th: ให้ฟีดแบคตามพฤติกรรมที่คุณสังเกตเห็น

source: Observational
th_th: เชิงสังเกต

source: I can see you’re having a positive impact on
th_th: ฉันเห็นว่าคุณกำลังสร้างผลกระทบเชิงบวกต่อ

source: From {{givenName}}'s perspective, you did well on:
th_th: จากมุมมองของ {{givenName}} คุณทำได้ดีในเรื่อง:

source: You have identified this feedback as public.
th_th: คุณได้ระบุฟีดแบคนี้เป็นสาธารณะ

source: Here you will see public feedback received by your colleagues.
th_th: ที่นี่คุณจะเห็นผลตอบรับจากสาธารณะที่ได้รับจากเพื่อนร่วมงานของคุณ

source: {{name}} has identified this feedback as public.
th_th: {{name}} ระบุว่าฟีดแบคนี้เป็นสาธารณะ

source: Observations
th_th: การสังเกต

source: Recognized behaviors for {{givenName}}
th_th: พฤติกรรมที่ได้รับการยอมรับสำหรับ {{givenName}}

source: Feedback sent to
th_th: ส่งฟีดแบคไปที่

source: Your colleagues can see this feedback
th_th: เพื่อนร่วมงานของคุณสามารถดูฟีดแบคนี้ได้

source: In my opinion, this feedback is:
th_th: ในความคิดเห็นของฉัน ฟีดแบคนี้คือ:

source: Rate this feedback
th_th: ให้คะแนนฟีดแบคนี้

source: Share your insights anonymously about this feedback experience.
th_th: แบ่งปันข้อมูลเชิงลึกของคุณโดยไม่เปิดเผยตัวตนเกี่ยวกับประสบการณ์ฟีดแบคนี้

source: Very clear
th_th: ชัดเจนมาก

source: I understand the points made in this feedback:
th_th: ฉันเข้าใจประเด็นที่ระบุไว้ในฟีดแบคนี้:

source: Are you sure you want to submit this rating?
th_th: คุณแน่ใจหรือไม่ว่าต้องการส่งคะแนนนี้

source: Submit rating
th_th: ส่งคะแนน

source: Use this option to rate this feedback anonymously.
th_th: ใช้ตัวเลือกนี้เพื่อให้คะแนนฟีดแบคนี้โดยไม่เปิดเผยตัวตน

source: Rate this feedback anonymously
th_th: ให้คะแนนฟีดแบคนี้โดยไม่เปิดเผยตัวตน

source: Share anonymously your observations about this feedback experience.
th_th: แบ่งปันข้อสังเกตของคุณเกี่ยวกับประสบการณ์ฟีดแบคนี้โดยไม่เปิดเผยตัวตน

source: High trust
th_th: ความน่าเชื่อถือสูง

source: I trust that the feedback intends to help me grow:
th_th: ฉันเชื่อว่าฟีดแบคจะช่วยให้ฉันเติบโต:

source: Low trust
th_th: ควาน่าเชื่อถือต่ำ

source: Your observations will not be shared with the sender of the feedback.
th_th: ข้อสังเกตของคุณจะไม่ถูกแบ่งปันกับผู้ส่งฟีดแบค

source: Thank you for sharing your thoughts!
th_th: ขอบคุณสำหรับการแบ่งปันความคิดของคุณ!

source: All ratings sent through goal rating are anonymous.
th_th: คะแนนทั้งหมดที่ส่งผ่านคะแนนเป้าหมายจะไม่ระบุชื่อ

source: Share your feedback within a week of the event.
th_th: ให้ฟีดแบคภายในหนึ่งสัปดาห์หลังจากเหตุการณ์นั้น

source: Real-time
th_th: แบบเรียลไทม์

source: Start building your feedback center! Request feedback to kick-start your development.
th_th: เริ่มสร้างศูนย์ฟีดแบคของคุณ! ขอฟีดแบคเพื่อเริ่มต้นการพัฒนาของคุณ

source: Recognized behaviors
th_th: พฤติกรรมที่ได้รับการยอมรับ

source: Give recognition
th_th: ให้การยอมรับ

source: Redeem rewards
th_th: แลกรับรางวัล

source: Recognition points to give
th_th: คะแนนการยอมรับที่จะให้

source: Recognition
th_th: การยอมรับ

source: Received recognition points
th_th: ได้รับคะแนนการยอมรับ

source: View recognition
th_th: ดูการยอมรับ

source: A reminder was sent to {{fullName}} about your pending feedback request.
th_th: ได้มีการส่งคำเตือนถึง {{fullName}} เกี่ยวกับคำขอฟีดแบคที่รอดำเนินการของคุณแล้ว

source: Replied to
th_th: ตอบกลับไปยัง

source: My request about {{name}}
th_th: คำขอของฉันเกี่ยวกับ {{name}}

source: About me
th_th: เกี่ยวกับฉัน

source: About my team
th_th: เกี่ยวกับทีมของฉัน

source: You must select a team member.
th_th: คุณจะต้องเลือกสมาชิกทีม

source: Request feedback from
th_th: ขอฟีดแบคจาก

source: Request feedback on a team member
th_th: ขอฟีดแบคเกี่ยวกับสมาชิกในทีม

source: {{givenName}}'s answer to your behavior feedback request
th_th: คำตอบของ {{givenName}} ต่อคำขอฟีดแบคเกี่ยวกับพฤติกรรมของคุณ

source: You have requested feedback regarding these behaviors:
th_th: คุณได้ร้องขอคำติชมเกี่ยวกับพฤติกรรมเหล่านี้:

source: Request feedback on a behavior
th_th: ขอฟีดแบคเกี่ยวกับพฤติกรรม

source: You must add a description.
th_th: คุณจะต้องเพิ่มคำอธิบาย

source: Describe your request
th_th: โปรดอธิบายคำขอของท่าน

source: Request feedback on
th_th: ขอฟีดแบคเกี่ยวกับ

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
th_th: โปรดระบุบริบทของการมีปฏิสัมพันธ์กับบุคคลนั้น ขอความคิดเห็นเกี่ยวกับความสำเร็จหรือพฤติกรรมเฉพาะ (พร้อมตัวอย่างหรือข้อสังเกตที่ชัดเจน) และผลกระทบที่เกิดขึ้นกับพวกเขาหรือผู้อื่น ขอบคุณพวกเขาสำหรับความเปิดใจและเวลาที่สละให้

source: Feedback request
th_th: คำขอฟีดแบค

source: Here are some questions you can ask
th_th: นี่คือคำถามบางส่วนที่คุณสามารถถามได้

source: Need some inspiration?
th_th: ต้องการแรงบันดาลใจบ้างไหม

source: Remove {{count}} recipient to send this request.
th_th: ลบผู้รับ {{count}} รายเพื่อส่งคำขอนี้

source: This feedback request will be sent to {{count}} recipients.
th_th: คำขอฟีดแบคนี้จะถูกส่งไปยังผู้รับ {{count}} ราย

source: This feedback request will be sent to {{count}} recipient.
th_th: คำขอฟีดแบคนี้จะถูกส่งไปยังผู้รับ {{count}} ราย

source: Remove {{count}} recipients to send this request.
th_th: ลบผู้รับ {{count}} รายออกเพื่อส่งคำขอนี้

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
th_th: ฟีดแบคที่ร้องขอจะเชื่อมโยงกับเป้าหมายของคุณ หากบุคคลนั้นต้องการดูเป้าหมายของคุณเพื่อแสดงความคิดเห็น ให้แน่ใจว่าคุณได้แบ่งปันเป้าหมายของคุณกับพวกเขา

source: {{givenName}} has requested feedback regarding this behavior.
th_th: {{givenName}} ได้ร้องขอฟีดแบคเกี่ยวกับพฤติกรรมนี้

source: {{givenName}} has requested feedback regarding this goal
th_th: {{givenName}} ได้ร้องขอฟีดแบคเกี่ยวกับเป้าหมายนี้

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
th_th: เมื่อคุณตอบกลับคำขอนี้แล้ว คำขอจะถูกส่งไปที่ {{receiver}} เท่านั้น ไม่ใช่ไปที่ {{about}} ในกรณีที่มีการเปลี่ยนแปลงหัวหน้างานของ {{about}} หัวหน้างานคนใหม่จะเห็นคำตอบของคุณต่อคำขอนี้

source: How can {{givenName}} improve this behavior?
th_th: {{givenName}} สามารถปรับปรุงพฤติกรรมนี้ได้อย่างไร

source: Give some ideas here
th_th: เสนอไอเดียบางอย่างที่นี่

source: Has {{givenName}} demonstrated any of our company behaviors?
th_th: {{givenName}} ได้แสดงพฤติกรรมใด ๆ ของบริษัทเราบ้างหรือไม่

source: {{givenName}} has requested feedback in relation to these behaviors
th_th: {{givenName}} ได้ร้องขอฟีดแบคเกี่ยวกับพฤติกรรมเหล่านี้

source: Feedback from {{fullName}}
th_th: ฟีดแบคจาก {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
th_th: เมื่อคุณคลิกให้ฟีดแบค {{givenName}} จะได้รับการแจ้งเตือนการขอพบ

source: Provide details regarding your observations on {{givenName}}.
th_th: ให้รายละเอียดเกี่ยวกับการสังเกตของคุณเกี่ยวกับ {{givenName}}

source: What has particularly impressed you? What constructive feedback can you give?
th_th: สิ่งใดที่ทำให้คุณประทับใจเป็นพิเศษ คุณสามารถให้ฟีดแบคเชิงสร้างสรรค์อะไรได้บ้าง

source: Share your insights about
th_th: แบ่งปันข้อมูลเชิงลึกของคุณเกี่ยวกับ

source: Share your observations
th_th: แบ่งปันการสังเกตของคุณ

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
th_th: ให้บริบท เช่น โดยให้รายละเอียดเกี่ยวกับสิ่งที่คุณสังเกตและเมื่อคุณสังเกต

source: You can reply to this request with a "Let's meet" invitation or with a comment
th_th: คุณสามารถตอบกลับคำขอนี้ด้วยคำเชิญ "พบปะกัน" หรือแสดงความคิดเห็น

source: Back to the feedback request
th_th: กลับไปยังคำขอฟีดแบค

source: "Let's meet" invitation only
th_th: คำเชิญ "พบปะกัน" เท่านั้น

source: Replying to
th_th: กำลังตอบกลับไปยัง

source: Request sent to
th_th: ส่งคำร้องไปที่

source: Brilliant! Thank you for your feedback request!
th_th: ยอดเยี่ยม! ขอบคุณสำหรับคำขอฟีดแบคของคุณ!

source: You're up-to-date with all your feedback requests.
th_th: คุณได้รับข้อมูลอัปเดตเกี่ยวกับคำขอฟีดแบคทั้งหมดของคุณแล้ว

source: This feedback was successfully deleted.
th_th: ลบฟีดแบคนี้สำเร็จแล้ว

source: Last seen on {{datetime}}
th_th: พบล่าสุดเมื่อ {{datetime}}

source: {{givenName}} has not yet replied to this request.
th_th: {{givenName}} ยังไม่ได้ตอบกลับคำขอนี้

source: Requested: {{date}}
th_th: ส่งคำขอแล้ว: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
th_th: {{givenName}} {{nickName}} ต้องการพบคุณเกี่ยวกับคำขอฟีดแบคนี้

source: I would love to see you do more of X as it relates to Y
th_th: ฉันอยากเห็นคุณทำ X มากขึ้นในส่วนที่เกี่ยวกับ Y

source: Remove {{count}} recipient to send this feedback.
th_th: ลบผู้รับ {{count}} รายเพื่อส่งฟีดแบคนี้

source: Remove {{count}} recipients to send this feedback.
th_th: ลบผู้รับ {{count}} รายเพื่อส่งฟีดแบคนี้

source: Recognized behaviors for all
th_th: พฤติกรรมที่ได้รับการยอมรับสำหรับทุกคน

source: Send a reminder
th_th: ส่งคำเตือน

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
th_th: หากหัวหน้างานของ {{user}} มีการเปลี่ยนแปลง หัวหน้างานคนใหม่จะเห็นคำตอบของคุณต่อคำขอนี้

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
th_th: {{givenName}} {{nickName}} ได้ร้องขอฟีดแบคเกี่ยวกับพฤติกรรมเหล่านี้:

source: Start building your feedback center! Give feedback to your colleagues.
th_th: เริ่มสร้างศูนย์ฟีดแบคของคุณ! ให้ฟีดแบคแก่เพื่อนร่วมงานของคุณ

source: Sent:
th_th: ส่งแล้ว:

source: What do you think {{givenName}} could have done differently to change their impact?
th_th: คุณคิดว่า {{givenName}} น่าจะทำอะไรได้แตกต่างออกไปเพื่อเปลี่ยนผลกระทที่พวกเขาจะทำได้

source: What do you think {{givenName}} did well?
th_th: คุณคิดว่า {{givenName}} ทำอะไรได้ดี

source: You have shared this feedback
th_th: คุณได้แบ่งปันฟีดแบคนี้

source: {{users}} have shared this feedback
th_th: {{users}} ได้แบ่งปันฟีดแบคนี้

source: {{user}} has shared this feedback
th_th: {{user}} ได้แบ่งปันฟีดแบคนี้

source: Add a comment
th_th: เพิ่มความคิดเห็น

source: You're sharing feedback with {{count}} people.
th_th: คุณกำลังแบ่งปันฟีดแบคกับ {{count}} ราย

source: You're sharing this feedback with {{count}} people
th_th: คุณกำลังแบ่งปันฟีดแบคนี้กับผู้คน {{count}} ราย

source: You're sharing feedback with one person.
th_th: คุณกำลังแบ่งปันฟีดแบคกับบุคคลหนึ่ง

source: Share this feedback with others.
th_th: แบ่งปันฟีดแบคนี้กับผู้อื่น

source: Edit sharing
th_th: แก้ไขการแบ่งปัน

source: Share with
th_th: แบ่งปันกับ

source: We've noticed that you've included more than {{count}} people in this feedback.
th_th: เราสังเกตว่าคุณได้รวมผู้คนมากกว่า {{count}} คนในฟีดแบคนี้

source: Remove {{count}} recipient to share this feedback.
th_th: ลบผู้รับ {{count}} เพื่อแบ่งปันฟีดแบคนี้

source: Remove {{count}} recipients to share this feedback.
th_th: ลบผู้รับ {{count}} รายเพื่อแบ่งปันฟีดแบคนี้

source: Share feedback publicly
th_th: แบ่งปันฟีดแบคต่อสาธารณะ

source: Select this option to make this feedback visible to the whole.
th_th: เลือกตัวเลือกนี้เพื่อให้ทุกคนมองเห็นฟีดแบคนี้

source: Recipient list
th_th: รายชื่อผู้รับ

source: Shared with
th_th: แบ่งปันแล้วกับ

source: Notify their team about this feedback
th_th: แจ้งให้ทีมของพวกเขาทราบเกี่ยวกับฟีดแบคนี้

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
th_th: เลือกตัวเลือกนี้เพื่อให้หัวหน้างานและเพื่อนร่วมงานของผู้รับสามารถมองเห็นฟีดแบคนี้ได้

source: Share feedback
th_th: แบ่งปันฟีดแบค

source: Share this feedback
th_th: แบ่งปันฟีดแบคนี้

source: You can see all the feedback shared with you here
th_th: คุณสามารถดูฟีดแบคทั้งหมดที่แบ่งปันกับคุณได้ที่นี่

source: No comments were provided.
th_th: ไม่มีการแสดงความคิดเห็นใดๆ

source: You didn't provide any comments.
th_th: คุณไม่ได้ให้ความคิดเห็นใด ๆ

source: Your colleagues have shared this feedback
th_th: เพื่อนร่วมงานของคุณได้แบ่งปันฟีดแบคนี้

source: Show full description
th_th: แสดงรายละเอียดแบบเต็ม

source: I noticed you in X and have some tips to help you handle it in the future
th_th: ฉันสังเกตเห็นคุณใน X และมีเคล็ดลับบางอย่างที่จะช่วยคุณจัดการได้ในอนาคต

source: No feedback suggestions. Check again later or feel free to add your own feedback!
th_th: ไม่มีการแนะนำฟีดแบคใดๆ โปรดตรวจสอบอีกครั้งในภายหลังหรืออย่าลังเลที่จะเพิ่มฟีดแบคของคุณเอง!

source: Feedback suggestions
th_th: การแนะนำฟีดแบค

source: Received
th_th: ได้รับแล้ว

source: Requested from others
th_th: ส่งคำขอจากบุคคลอื่นแล้ว

source: Requests to me
th_th: ส่งคำขอถึงฉัน

source: Feedback status
th_th: สถานะฟีดแบค

source: New note
th_th: หมายเหตุใหม่

source: Requested
th_th: ส่งคำขอแล้ว

source: Requests
th_th: คำขอ

source: Shared
th_th: แบ่งปันแล้ว

source: Team requests
th_th: คำขอทีม

source: Request about
th_th: ส่งคำขอเกี่ยวกับ

source: About:
th_th: เกี่ยวกับ:

source: Request feedback from other people about your team and get more insights.
th_th: ขอฟีดแบคจากผู้อื่นเกี่ยวกับทีมของคุณและรับข้อมูลเชิงลึกเพิ่มเติม

source: Feedback on my team
th_th: ฟีดแบคเกี่ยวกับทีมของฉัน

source: Sent to
th_th: ส่งถึง

source: By sending thanks, you've made a colleague happy!
th_th: คุณทำให้เพื่อนร่วมงานมีความสุขด้วยการส่งคำขอบคุณ!

source: Feedback note
th_th: หมายเหตุฟีดแบค

source: and others
th_th: และอื่น ๆ

source: Received feedback
th_th: ฟีดแบคที่ได้รับ

source: Requested feedback
th_th: ขอฟีดแบคแล้ว

source: Sent feedback
th_th: ส่งฟีดแบคแล้ว

source: Shared feedback
th_th: ฟีดแบคที่แบ่งปัน

source: Requests about my team
th_th: คำขอเกี่ยวกับทีมของฉัน

source: Transferred to you
th_th: โอนให้คุณแล้ว

source: Your feedback volume is up!
th_th: ปริมาณการตอบรับของคุณเพิ่มขึ้นแล้ว!

source: Most recognized skill
th_th: ทักษะที่ได้รับการยอมรับมากที่สุด

source: 30-day feedback trend
th_th: แนวโน้มความคิดเห็นในรอบ 30 วัน

source: Invite feedback in return. Trust begets trust.
th_th: ขอรับฟีดแบค ความไว้วางใจก่อให้เกิดความไว้วางใจ

source: Trusted
th_th: เชื่อถือได้

source: Your reaction will be visible to all users who can see this feedback.
th_th: ปฏิกิริยาของคุณจะปรากฏให้ผู้ใช้ทุกคนที่สามารถดูฟีดแบคนี้เห็นได้

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
th_th: สร้างสมดุลระหว่างฟีดแบคเชิงบวกและฟีดแบคเพื่อการพัฒนา อัตราส่วนที่เหมาะสมคือ 6:1 ฟีดแบคเชิงบวก 6 รายการต่อฟีดแบคเพื่อการพัฒนา 1 รายการ

source: Well-balanced
th_th: สมดุลดี

source: Behavior profile
th_th: โปรไฟล์พฤติกรรม

source: Recognized behaviors on which you have received feedback from colleagues.
th_th: พฤติกรรมที่ได้รับการยอมรับซึ่งคุณได้รับข้อเสนอแนะจากเพื่อนร่วมงาน

source: {{employee}}'s behavior profile
th_th: โปรไฟล์พฤติกรรมของ{{employee}}

source: View my feedback
th_th: ดูฟีดแบคของฉัน

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
th_th: ยังไม่มีข้อมูลเพียงพอที่จะแสดงวงล้อพฤติกรรมของคุณ ขอฟีดแบคจากเพื่อนร่วมงานของคุณเพื่อเริ่มสร้างภาพรวมของประสิทธิภาพการทำงานของคุณ

source: No behavior libraries available.
th_th: ไม่มีไลบรารีพฤติกรรมให้ใช้งาน

source: You have received no behaviors from this library
th_th: คุณไม่ได้รับพฤติกรรมใดๆ จากไลบรารีนี้

source: {{name}} hasn't received any behaviors from this library.
th_th: {{name}} ยังไม่ได้รับพฤติกรรมใด ๆ จากไลบรารีนี้

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
th_th: คุณไม่ได้ขอฟีดแบคใดๆ เกี่ยวกับ {{name}} ในช่วงเวลาการประเมินผลงาน ลองขอความคิดเห็นจากผู้ร่วมงานและเพื่อนร่วมงานของพวกเขาตอนนี้

source: {{name}} has not received any feedback visible to you over this review period.
th_th: {{name}} ไม่ได้รับฟีดแบคใดๆ ที่ปรากฏแก่คุณในช่วงระยะเวลาการประเมินผลงานนี้

source: You have not received any feedback visible over this review period.
th_th: คุณยังไม่ได้รับข้อเสนอแนะที่มองเห็นได้ในช่วงระยะเวลาการประเมินนี้

source: Request feedback now
th_th: ขอฟีดแบคตอนนี้

source: Want to write meaningful feedback?
th_th: ต้องการเขียนฟีดแบคที่มีความหมายหรือไม่

source: Add key phrase
th_th: เพิ่มวลีสำคัญ

source: Growth model
th_th: โมเดลการเติบโต

source: Key phrases
th_th: วลีสำคัญ

source: Use our model and key phrases for inspiration.
th_th: ใช้โมเดลและวลีสำคัญของเราเพื่อเป็นแรงบันดาลใจ

source: you
th_th: คุณ

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
th_th: ฉันสังเกตเห็นผลกระทบของคุณต่อโครงการ X หรือในระหว่างการประชุม Y ฉันสงสัยว่าคุณไม่ทราบเรื่องนี้และฉันต้องการแจ้งให้ทราบ

source: Your observations
th_th: การสังเกตของคุณ

source: You're sending feedback to {{count}} people
th_th: คุณกำลังส่งฟีดแบคถึง {{count}} คน

source: You're sending feedback to one person
th_th: คุณกำลังส่งฟีดแบคไปยังบุคคลหนึ่ง

source: My feedback list
th_th: รายการฟีดแบคของฉัน

source: My note list
th_th: รายการบันทึกของฉัน

source: Public feedback list
th_th: รายการผลตอบรับจากสาธารณะ

source: You are requesting feedback from {{count}} people
th_th: คุณกำลังร้องขอฟีดแบคจากผู้คน {{count}} คน

source: You are requesting feedback from one person
th_th: คุณกำลังร้องขอฟีดแบคจากบุคคลหนึ่ง

source: Sent feedback list
th_th: รายการฟีดแบคที่ส่ง

source: Shared feedback list
th_th: รายการฟีดแบคที่แบ่งปัน

source: Team requests feedback list
th_th: รายการฟีดแบคของคำขอทีม

source: View feedback {{users}}
th_th: ดูความคิดเห็น {{users}}

source: The maximum value of this field is {{max}}.
th_th: ค่าสูงสุดของฟิลด์นี้คือ {{max}}

source: The minimum value of this field is {{min}}.
th_th: ค่าต่ำสุดของฟิลด์นี้คือ {{min}}

source: This field is mandatory.
th_th: ฟิลด์นี้จำเป็นต้องกรอกข้อมูล

source: Required.
th_th: ที่จำเป็น

source: The file upload failed; your file contains malicious code.
th_th: การอัปโหลดไฟล์ล้มเหลว ไฟล์ของคุณมีรหัสที่เป็นอันตราย

source: The file you're trying to upload is not supported.
th_th: ระบบไม่รองรับไฟล์ที่คุณพยายามอัปโหลด

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
th_th: รูปภาพที่คุณพยายามอัปโหลดมีขนาดใหญ่เกินไป ขนาดสูงสุดของรูปภาพคือ 2MB

source: This page doesn't exist or you don't have access to it.
th_th: หน้านี้ไม่มีอยู่ หรือคุณไม่สามารถเข้าถึงได้

source: You can use only letters, numbers, "_" and "-".
th_th: คุณสามารถใช้ตัวอักษร, ตัวเลข, "_" และ "-" ได้เท่านั้น

source: The field can contain only letters, numbers, or "_", and must start with a letter.
th_th: ช่องนี้สามารถมีได้เฉพาะตัวอักษร ตัวเลข หรือ "_" และต้องเริ่มต้นด้วยตัวอักษร

source: You cannot use a special character in first or last position.
th_th: คุณไม่สามารถใช้อักขระพิเศษในตำแหน่งแรกหรือตำแหน่งสุดท้ายได้

source: The date can not be in the past.
th_th: วันที่ไม่สามารถเป็นวันที่ผ่านมาแล้วได้

source: The maximum number of elements has been reached.
th_th: ถึงจำนวนสูงสุดของรายการแล้ว

source: The end date must be after the start date.
th_th: วันที่สิ้นสุดต้องอยู่หลังวันที่เริ่มต้น

source: The value must be {{max}} or less.
th_th: ค่าจะต้องเป็น {{max}} หรือน้อยกว่า

source: The value must be between {{min}} and {{max}}.
th_th: ค่าจะต้องอยู่ระหว่าง {{min}} ถึง {{max}}

source: The value must be at least {{min}}.
th_th: ค่าต้องไม่น้อยกว่า {{min}}.

source: This field cannot be empty.
th_th: ฟิลด์นี้ไม่สามารถว่างเปล่าได้

source: The first character must be a letter.
th_th: อักขระตัวแรกจะต้องเป็นตัวอักษร

source: The JSON format is invalid.
th_th: รูปแบบ JSON ไม่ถูกต้อง

source: The URL is invalid.
th_th: URL ไม่ถูกต้อง

source: You cannot use the characters "_" and "-" several times consecutively.
th_th: คุณไม่สามารถใช้อักขระ "_" และ "-" ซ้ำหลายครั้งติดต่อกันได้

source: You cannot use spaces or special characters.
th_th: คุณไม่สามารถใช้ช่องว่างหรืออักขระพิเศษได้

source: The end number must be greater than the start number.
th_th: หมายเลขสิ้นสุดต้องมากกว่าหมายเลขเริ่มต้น

source: The question is required.
th_th: จำเป็นต้องตอบคำถามนี้

source: The rating answer type is required.
th_th: จำเป็นต้องมีประเภทคำตอบแบบให้คะแนน

source: Required fields in the default language cannot be empty.
th_th: ฟิลด์ที่จำเป็นในภาษาเริ่มต้นไม่สามารถว่างเปล่าได้

source: You must enter a value in at least one of the fields.
th_th: คุณต้องกรอกข้อมูลอย่างน้อยหนึ่งช่อง

source: You cannot use the characters {{specialCharacters}}
th_th: คุณไม่สามารถใช้ตัวอักษร {{specialCharacters}} ได้

source: This value is already in use. Please enter a unique value.
th_th: ค่านี้ถูกใช้ไปแล้ว โปรดใส่ค่าที่ไม่ซ้ำกัน

source: The start date must be after the end date of the previous step.
th_th: วันที่เริ่มต้นต้องอยู่หลังจากวันที่สิ้นสุดของขั้นตอนก่อนหน้า

source: The end date must be before the start date of the next step.
th_th: วันที่สิ้นสุดต้องอยู่ก่อนวันที่เริ่มต้นของขั้นตอนถัดไป

source: {{min}} to {{max}}.
th_th: {{min}} ถึง {{max}}.

source: Formatted address
th_th: ที่อยู่แบบจัดรูปแบบ

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
th_th: ที่อยู่จัดส่งแบบเต็ม จัดรูปแบบให้แสดงหรือใช้ร่วมกับป้ายกำกับการจัดส่ง ฟิลด์นี้จะถูกเติมด้วยข้อมูลที่คุณป้อนโดยอัตโนมัติ

source: Blue
th_th: สีน้ำเงิน

source: Coral
th_th: สีส้มปะการัง

source: Gray
th_th: สีเทา

source: Green
th_th: สีเขียว

source: Indigo
th_th: สีคราม

source: Lime
th_th: สีเขียวมะนาว

source: Orange
th_th: สีส้ม

source: Pink
th_th: สีชมพู

source: Purple
th_th: สีม่วง

source: Red
th_th: สีแดง

source: Teal
th_th: สีน้ำเงินอมเขียว

source: White
th_th: ขาว

source: Yellow
th_th: สีเหลือง

source: Failed to copy to clipboard
th_th: คัดลอกไปยังคลิปบอร์ดไม่สำเร็จ

source: Examples
th_th: ตัวอย่าง

source: Calculation guide
th_th: คู่มือการคำนวณ

source: Diagnostics
th_th: การวินิจฉัย

source: Functions
th_th: ฟังก์ชัน

source: Press <shortcut></shortcut> to get suggestions
th_th: กด <shortcut></shortcut> เพื่อรับคำแนะนำ

source: Help
th_th: ช่วยเหลือ

source: Formula builder help
th_th: วิธีใช้ตัวสร้างสูตร

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
th_th: สร้างการคำนวณแบบกำหนดเองโดยใช้จุดข้อมูลและกฎจากรอบของคุณ เมื่อคุณกำหนดค่าองค์ประกอบค่าตอบแทน งบประมาณ และแนวทางต่าง ๆ แล้ว รายการเหล่านั้นจะพร้อมให้ใช้ที่นี่

source: Build dynamic formulas
th_th: สร้างสูตรแบบไดนามิก

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
th_th: เปิดพื้นที่ทำงานเต็มหน้าจอเพื่อเรียกดูพร็อพเพอร์ตี ฟังก์ชัน และโอเปอเรเตอร์ในพาเนลเฉพาะขณะเขียนสูตรของคุณ
